from application import Application

game = Application()
game.run()

#
# для чайников
#
# нарисовать фигуру:
#     зажать лкм
#     обвести контур(идеально по точкам без разрьівов)
#     отпустить лкм
#     нажать V
# отменить то что нарисовал:
#     нажать пкм
#
# сохранить фигурьі:
#     нажать C
# открьіть сохраненньіе фигурьі:
#     нажать X
#
# отдалить:
#     -
# приблизить:
#     +
#
# двигать камеру:
#     зажать W A S D
#
# обводка фигур:
#     нажать P
#
# увеличить фигуру на 1 пиксель(только если 1 фигура на екране):
#     нажать E или зажать R
#
